<?php

return [
    'buy'      => 'Купи',
    'currency' => 'лв.',
    'price'    => ':amount :currency',
    'added' => 'Добавено в количката 🛒',

    'title' => '🛒 Количка',
    'empty' => 'Количката е празна.',
    'price' => 'Цена',
    'quantity' => 'Количество',
    'total' => 'Общо',
    'remove' => 'Премахни',
    'clear' => 'Изчисти количката',
    'checkout' => 'Към поръчка →',
    'subtotal' => 'Общо:',
    'currency' => 'лв.',


    'name' => 'Име',
    'email' => 'Имейл',
    'phone' => 'Телефон',

    'payment_method' => 'Метод на плащане',
    'payment' => [
        'cod' => 'Наложен платеж',
        'paypal' => 'PayPal',
        'stripe' => 'Карта (Stripe)',
    ],

    'shipping_address' => [
        'title' => 'Адрес за доставка',
        'office' => 'До офис на Еконт',
        'address' => 'До адрес',
        'office_input' => 'Офис на Еконт',
    ],

    'fields' => [
        'city' => 'Град',
        'street' => 'Улица',
        'street_num' => 'Номер',
    ],

    'placeholders' => [
        'city' => 'Започни да пишеш: София, Пловдив...',
        'street' => 'Започни да пишеш: бул. Цар Борис...',
        'street_num' => '№ (пример: 12, 12А, 12/1)',
        'office' => 'Започни да пишеш: София, Пловдив, бул. България...',
    ],

    'selected' => [
        'city' => 'Избран град',
        'street' => 'Избрана улица',
        'office' => 'Избран офис',
        'post_code' => 'П.к.',
    ],

    'change' => 'Смени',
    'no_results' => 'Няма резултати',

    'terms' => 'Съгласен/на съм с :terms, :privacy и :cookies.',
    'terms_link' => 'Общи условия',
    'privacy_link' => 'Политика за поверителност',
    'cookies_link' => 'Политика за бисквитки',
];
